SnoopJ/micropython/ports/esp32/boards/WATCHY/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Watchy (ESP32)"
#define MICROPY_HW_MCU_NAME "ESP32-PICO-D4"
